<!DOCTYPE html>
<html lang="de">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Nutzungsbedingungen - Family Geocaching</title>
    <style>
        body { font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, sans-serif; max-width: 800px; margin: 0 auto; padding: 20px; line-height: 1.6; color: #333; }
        h1 { color: #2E7D32; }
        h2 { color: #388E3C; margin-top: 30px; }
        .last-updated { color: #888; font-style: italic; }
        .warning { background: #FFF3E0; border-left: 4px solid #FF9800; padding: 12px 16px; margin: 16px 0; border-radius: 4px; }
        .contact { background: #f0f7f0; padding: 16px; border-radius: 8px; margin-top: 20px; }
    </style>
</head>
<body>

<h1>Nutzungsbedingungen</h1>
<p class="last-updated">Zuletzt aktualisiert: Februar 2026</p>

<h2>1. Geltungsbereich</h2>
<p>Diese Nutzungsbedingungen gelten f&uuml;r die Nutzung der App &bdquo;Family Geocaching&ldquo; (nachfolgend &bdquo;App&ldquo;). Mit der Registrierung und Nutzung der App erkl&auml;rst du dich mit diesen Bedingungen einverstanden.</p>

<h2>2. Beschreibung der App</h2>
<p>Family Geocaching ist eine App f&uuml;r Familien, mit der Eltern GPS-basierte Schatzsuchen f&uuml;r ihre Kinder erstellen k&ouml;nnen. Kinder navigieren zu den Zielorten und erhalten Belohnungen.</p>

<h2>3. Registrierung und Accounts</h2>
<ul>
    <li>F&uuml;r die Nutzung ist eine Registrierung mit E-Mail-Adresse erforderlich.</li>
    <li>Die Registrierung von Kindern unter 16 Jahren darf nur mit Wissen und Zustimmung eines Erziehungsberechtigten erfolgen.</li>
    <li>Du bist f&uuml;r die Sicherheit deiner Zugangsdaten selbst verantwortlich.</li>
    <li>Jeder Nutzer darf nur einen Account erstellen.</li>
</ul>

<h2>4. Nutzung durch Kinder</h2>
<p>Die App richtet sich an Familien. Die Nutzung durch Kinder setzt voraus:</p>
<ul>
    <li>Ein Erziehungsberechtigter hat eine Familie in der App erstellt.</li>
    <li>Das Kind wurde durch den Familien-Einladungscode hinzugef&uuml;gt.</li>
    <li>Die Erziehungsberechtigten &uuml;berwachen die Nutzung und die Schatzsuchen.</li>
</ul>

<h2>5. Sicherheitshinweise und Haftungsausschluss</h2>

<div class="warning">
    <strong>Wichtiger Sicherheitshinweis:</strong> Die Nutzung der App erfolgt auf eigene Gefahr. Bitte beachte folgende Hinweise sorgf&auml;ltig.
</div>

<h3>5.1 Sicherheit bei Schatzsuchen</h3>
<ul>
    <li><strong>Verkehrssicherheit:</strong> Achte stets auf den Stra&szlig;enverkehr und deine Umgebung. Schaue nicht auf dein Handy, w&auml;hrend du dich im Stra&szlig;enverkehr bewegst.</li>
    <li><strong>Aufsichtspflicht:</strong> Kinder sollten Schatzsuchen nur unter Aufsicht oder mit Wissen der Erziehungsberechtigten durchf&uuml;hren. Die Aufsichtspflicht liegt bei den Erziehungsberechtigten.</li>
    <li><strong>Sichere Zielorte:</strong> Eltern sind daf&uuml;r verantwortlich, nur sichere und f&uuml;r Kinder geeignete Zielorte auszuw&auml;hlen. Vermeide gef&auml;hrliche Orte (Stra&szlig;en, Gew&auml;sser, Baustellen, Privatgrundst&uuml;cke).</li>
    <li><strong>Wetter und Umgebung:</strong> F&uuml;hre Schatzsuchen nur bei geeigneten Wetterbedingungen und Tageszeit durch.</li>
    <li><strong>Betreten von Grundst&uuml;cken:</strong> Betrete keine Privatgrundst&uuml;cke oder gesperrten Bereiche.</li>
</ul>

<h3>5.2 Haftungsausschluss</h3>
<p>Der Betreiber der App haftet nicht f&uuml;r:</p>
<ul>
    <li>Sch&auml;den oder Verletzungen, die w&auml;hrend der Nutzung der App oder der Durchf&uuml;hrung von Schatzsuchen entstehen.</li>
    <li>Die Eignung und Sicherheit der von Nutzern festgelegten Zielorte.</li>
    <li>Sch&auml;den durch die Nichtbeachtung von Sicherheitshinweisen.</li>
    <li>Sch&auml;den durch GPS-Ungenauigkeiten oder technische Fehlfunktionen.</li>
    <li>Sch&auml;den an Dritten oder deren Eigentum.</li>
    <li>Datenverlust oder Nichterreichbarkeit des Dienstes.</li>
</ul>
<p>Die Haftung f&uuml;r Vorsatz und grobe Fahrl&auml;ssigkeit sowie f&uuml;r Sch&auml;den aus der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit bleibt unber&uuml;hrt.</p>

<h3>5.3 GPS-Genauigkeit</h3>
<p>GPS-Signale k&ouml;nnen ungenau sein, insbesondere in Geb&auml;uden, dicht bebauten Gebieten oder bei schlechtem Wetter. Die angezeigte Position und Entfernung sind Sch&auml;tzwerte.</p>

<h2>6. Fotos</h2>
<ul>
    <li>Hochgeladene Fotos d&uuml;rfen keine Rechte Dritter verletzen.</li>
    <li>Es d&uuml;rfen keine Fotos von fremden Personen ohne deren Einwilligung hochgeladen werden.</li>
    <li>Fotos sind nur f&uuml;r Familienmitglieder innerhalb der App sichtbar.</li>
</ul>

<h2>7. Verbotene Nutzung</h2>
<p>Folgende Nutzungen sind untersagt:</p>
<ul>
    <li>Erstellen von Schatzsuchen an gef&auml;hrlichen oder illegalen Orten.</li>
    <li>Hochladen von unangemessenen, illegalen oder beleidigenden Inhalten.</li>
    <li>Missbrauch der App f&uuml;r &Uuml;berwachungszwecke.</li>
    <li>Weitergabe von Zugangsdaten an Dritte au&szlig;erhalb der Familie.</li>
</ul>

<h2>8. Verf&uuml;gbarkeit</h2>
<p>Wir bem&uuml;hen uns um eine hohe Verf&uuml;gbarkeit, garantieren jedoch keinen unterbrechungsfreien Betrieb. Wartungsarbeiten oder technische St&ouml;rungen k&ouml;nnen zu tempor&auml;ren Ausf&auml;llen f&uuml;hren.</p>

<h2>9. Account-L&ouml;schung</h2>
<p>Du kannst deinen Account jederzeit in der App unter Profil l&ouml;schen. Dabei werden alle deine Daten unwiderruflich entfernt.</p>

<h2>10. &Auml;nderungen der Nutzungsbedingungen</h2>
<p>Wir behalten uns vor, diese Nutzungsbedingungen anzupassen. Bei wesentlichen &Auml;nderungen informieren wir dich in der App. Die weitere Nutzung nach einer &Auml;nderung gilt als Zustimmung.</p>

<h2>11. Anwendbares Recht</h2>
<p>Es gilt das Recht der Bundesrepublik Deutschland. Gerichtsstand ist, soweit gesetzlich zul&auml;ssig, der Sitz des Betreibers.</p>

<div class="contact">
    <h3>Kontakt</h3>
    <p>Bei Fragen zu den Nutzungsbedingungen erreichst du uns unter:<br>
    <strong>[deine-email@beispiel.de]</strong></p>
</div>

</body>
</html>
